[
  {
    "id": "OSD-412",
    "image": "OSD-412.webp",
    "answers": {
      "A": "A: The development of new plant species for space agriculture",
      "B": "B: The analysis of microbial communities and food safety in crops grown on the ISS",
      "C": "C: The engineering of advanced Veggie units for space stations",
      "D": "D: The genetic modification of plants for better growth in space"
    },
    "correct-answer": "B",
    "summary": "The study investigated microbial communities in plants grown on the ISS using both culturable and non-culturable methods, focusing on food safety and microbiome diversity. The VEG-03D technology demonstration successfully grew multiple plant species, and microbiological analysis confirmed the safety of the crops. The research revealed higher microbial diversity in roots and the rooting substrate compared to leaves, providing valuable insights for space agriculture.",
    "source-url": "https://osdr.nasa.gov/bio/repo/data/studies/OSD-412"
  },
  {
    "id": "OSD-719",
    "image": "OSD-719.webp",
    "answers": {
      "A": "A: The effects of cosmic radiation on DNA damage and cellular function in space",
      "B": "B: The development of personalized astronaut health protocols",
      "C": "C: The analysis of sex-specific immune and endocrine responses to space radiation",
      "D": "D: The assessment of physiological systems in astronauts during space missions"
    },
    "correct-answer": "C",
    "summary": "This study assessed sex-specific, multi-system immune and endocrine responses to simulated cosmic radiation using male and female mice. The research found sexually dimorphic changes in adrenal gland morphology, RNA expression, and immune phenotypes after exposure to simulated galactic cosmic ray (GCRsim) radiation. These findings highlight the necessity for personalized health approaches for astronauts during exploration missions.",
    "source-url": "https://osdr.nasa.gov/bio/repo/data/studies/OSD-719"
  },
  {
    "id": "OSD-516",
    "image": "OSD-516.webp",
    "answers": {
      "A": "A: The effects of microgravity on kidney function and vitamin D metabolism in space",
      "B": "B: The impact of spaceflight on cardiovascular health",
      "C": "C: The evaluation of immune response alterations in space",
      "D": "D: The study of bone density loss and its effects on long-term space missions"
    },
    "correct-answer": "A",
    "summary": "This study investigated the effects of microgravity on kidney proximal tubule epithelial cells (PTECs) and their response to serum exposure and vitamin D metabolism in space. The research found that microgravity did not significantly alter the fundamental biochemical pathways in the kidney proximal tubule during short-term exposure. These findings suggest that the kidney’s response to microgravity is stable over short periods, but further study is needed for long-term spaceflight.",
    "source-url": "https://osdr.nasa.gov/bio/repo/data/studies/OSD-516"
  }  
]
